{
    "c2array": true,
    "size": [
        24,
        1,
        1
    ],
    "data": [
        [
            [
                "First, figure out how to move, the gravity is unusual here"
            ]
        ],
        [
            [
                "Go to the tree on the right"
            ]
        ],
        [
            [
                "We have a slime that will collect logs"
            ]
        ],
        [
            [
                "Keep chopping, we're going to need a lot of wood"
            ]
        ],
        [
            [
                "Great! That's enough to earn you your first money. Keep going forward and find the \"Village\" sign"
            ]
        ],
        [
            [
                "I found this village to be very friendly."
            ]
        ],
        [
            [
                "Here we can sell and buy everything we need"
            ]
        ],
        [
            [
                "First meet the merchant and sell him all the logs (he's wearing a blue shirt)"
            ]
        ],
        [
            [
                "Congratulations on your first earnings"
            ]
        ],
        [
            [
                "Now shake hands with the blacksmith and buy a couple of shovels from him"
            ]
        ],
        [
            [
                "To return to the forest, you can not run to the sign, but simply teleport"
            ]
        ],
        [
            [
                "To the left of the trees is an area of very loose soil. Dig a quarry there to build a cruiser"
            ]
        ],
        [
            [
                "To switch to the shovel, click here"
            ]
        ],
        [
            [
                "Great, the blocks that can be dug up are marked with white lines"
            ]
        ],
        [
            [
                "Well, it looks like we need more shovels..."
            ]
        ],
        [
            [
                "Let's see what we need to build"
            ]
        ],
        [
            [
                "Yeah..."
            ]
        ],
        [
            [
                "We need to get metal somewhere. My radars show suspicious activity in the tunnel on the right"
            ]
        ],
        [
            [
                "Dig!"
            ]
        ],
        [
            [
                "This is a miner, he sells metals cheaper than merchants, so we will take them from him"
            ]
        ],
        [
            [
                "Now find more coins to start buying up metals and trade them for other stuff"
            ]
        ],
        [
            [
                "I forgot to tell you something! The ship needs fuel. You can only buy it from that sleazy guy in the village"
            ]
        ],
        [
            [
                "We'll have to go into the dark forest... A sign to the right of the village"
            ]
        ],
        [
            [
                "He's kind of a coward, so we'll have to go by ourselves. There are zombies running around, don't forget to buy weapon"
            ]
        ]
    ]
}