{
    "c2array": true,
    "size": [
        30,
        1,
        1
    ],
    "data": [
        [
            [
                "Для начала разберись как передвигаться, гравитация тут необычная"
            ]
        ],
        [
            [
                "Подойди к дереву справа"
            ]
        ],
        [
            [
                "У нас есть слайм, который будет собирать бревна"
            ]
        ],
        [
            [
                "Продолжай рубить дерево, нам понадобится много бревен"
            ]
        ],
        [
            [
                "Отлично! Этого хватит, чтобы заработать первые деньги. Продолжай идти вперед и найди табличку \"Village\""
            ]
        ],
        [
            [
                "Это поселение показалось мне очень дружелюбным"
            ]
        ],
        [
            [
                "Здесь можно продать и купить все что нам нужно"
            ]
        ],
        [
            [
                "Сначала познакомься с купцом и продай ему все бревна (он одет в синюю рубашку)"
            ]
        ],
        [
            [
                "Поздравляю с первым заработком"
            ]
        ],
        [
            [
                "Теперь пожми руку кузнецу и купи у него пару лопат"
            ]
        ],
        [
            [
                "Чтобы вернуться в лес можно не бежать к табличке, а просто телепортироваться"
            ]
        ],
        [
            [
                "Слева от деревьев есть участок с очень рыхлой почвой. Выкопай там яму, чтобы построить крейсер"
            ]
        ],
        [
            [
                "Чтобы переключиться на лопату нажми сюда"
            ]
        ],
        [
            [
                "Отлично, следуй к месту и начни копать, блоки которые можно вскопать помечены белыми линиями"
            ]
        ],
        [
            [
                "Что ж, кажется нам нужны еще лопаты..."
            ]
        ],
        [
            [
                "Давай посмотрим что нам понадобится для постройки"
            ]
        ],
        [
            [
                "Мда уж..."
            ]
        ],
        [
            [
                "Нужно где-то доставать металлы. Мои радары показывают подозрительную активность в тоннеле справа"
            ]
        ],
        [
            [
                "Копай!"
            ]
        ],
        [
            [
                "Это шахтер, он продает металлы дешевле, чем купцы, поэтому мы будем брать их у него"
            ]
        ],
        [
            [
                "А сейчас наскреби еще мелочи, чтобы начать скупать металлы и обменивать их на другие материалы"
            ]
        ],
        [
            [
                "Забыла кое-что сказать! Для корабля потребуется топливо. Его можно купить только у того скользкого типа из деревни"
            ]
        ],
        [
            [
                "Нам придется отправиться в темный лес... Табличка справа от деревни"
            ]
        ],
        [
            [
                "Сам он еще то ссыкло, так что придется идти нам. Там зомби кстати бегают, обзаведись оружием"
            ]
        ],
        [
            [
                ""
            ]
        ],
        [
            [
                ""
            ]
        ],
        [
            [
                ""
            ]
        ],
        [
            [
                ""
            ]
        ],
        [
            [
                ""
            ]
        ],
        [
            [
                ""
            ]
        ]
    ]
}